question,sparql
"Who is the current president of Brigham Young University-Hawaii (BYU-Hawaii), and what number president is he overall?",SELECT distinct ?uri WHERE { ?uri dbr:Brhamham_YEAR(?uri ) }
How jumboized was the tanker T3-S2-A3?,SELECT distinct ?uri WHERE { ?uri dbr:T3-S2-A3 ?v1 . ?v1 dbo:jumboized ?uri }
"How many appearances did Michael McIndoe make for Doncaster Rovers, and how many goals did he score?",SELECT ?obj WHERE { dbr:Michael_McIndoe dbo:present_in_work ?obj . ?obj dbo:point_in_time ?obj } ORDER BY DESC(?obj) LIMIT 5
What role did Toby Hemingway play in The Covenant in 2006?,SELECT distinct ?obj WHERE { dbr:Toby_Hemingway dbo:member_of_the_Convent ?obj . ?obj dbo:member_of_the_Convent dbo:member_of_The_Convent }
With which team did Frank de Boer spend 5 years and with which other teams did he have short spells?,SELECT distinct ?uri WHERE { ?uri dbr:Frank_de_Boer ?v1 . ?v1 dbo:member_of_sports_team ?uri . ?uri dbo:member_of_sports_team ?uri }
What were the highlights of the second match at the 2012–13 Momentum One Day Cup?,SELECT distinct ?obj WHERE { dbr:2012–13_Momentum_One_Day_Cup dbo:significant_event ?obj }
What was La Tahzan nominated for at the 2014 Indonesian Movie Awards?,SELECT distinct ?obj WHERE { dbr:La_Tahzan dbo:nominated_for ?obj . ?obj dbo:nominated_for dbo:Award_for_2014_Indonesian_Movie_Awards }
"Who coached the Nebraska Cornhuskers from 1896-1898, and how did they do?",SELECT ?obj WHERE { dbr:Nebraska_Cornhuskers dbo:coached_by ?obj . ?obj dbo:start_time ?obj }
Which top flight First Division teams were most recently in the Premier League?,SELECT distinct ?uri WHERE { ?uri dbr:First_Division_team ?v1 . ?v1 dbo:member_of_sports_team ?uri . ?uri dbo:member_of_sports_team dbo:member_of_sports_team }
What events were included in the 1923 Women's World Games?,SELECT distinct ?uri WHERE { ?uri dbr:1923_Womens_World_Games ?v1 . ?v1 dbo:event ?uri }
Did Abdallah Salem el-Badri serve as secretary general of OPEC?,ASK WHERE { dbr:Abdallah_Saladallah_Saladri dbo:secretary_general_of_Operation dbo:position }
What films did Muthiah work in 2008 and 2009 and who directed them?,SELECT ?obj WHERE { dbr:Muthiah dbo:film ?obj . ?obj dbo:film ?obj . ?obj dbo:film r:2008_2009_Royal }
What was the outcome of the 1967 Japanese general election?,SELECT distinct ?obj WHERE { dbr:Japan_General_Election dbo:issue ?obj }
What club did Brown Ideye move to in2017?,SELECT distinct ?obj WHERE { dbr:Bobby_Ideye dbo:member_of_sports_team ?obj . ?obj dbo:member_of_sports_team dbo:member_of_sports_team }
Who did the Indigenous All Stars initially play in the All Stars Match?,SELECT distinct ?sbj WHERE { ?sbj dbo:member_of dbr:All_Stars_match . ?sbj rdf:instance_of dbr:indigenous_All_Stars_match }
Who did Truman appoint as US Ambassador to Mexico in 1950 and how long did they serve in that role?,SELECT ?obj WHERE { dbr:Truman dbo:position_held ?obj . ?obj dbo:position_held dbo:US_ambassador_to_Mexico } ORDER BY DESC(?obj) LIMIT 5
When did Kari Tiainen win the International Six Days Enduro (ISDE) World Trophy for Finland?,SELECT ?value WHERE { dbr:kari_tiainen dbo:award_received ?value }
"How long did C. W. Martin serve as coach for North Carolina, what were the years, and what was his overall record?",SELECT ?value WHERE { }
What date and region was Sun released via Matador?,SELECT distinct ?uri WHERE { ?uri dbr:Sun ?v1 . ?v1 dbo:publication_date ?uri }
What were Anoop's first four films?,SELECT distinct ?uri WHERE { ?uri dbr:Anoop ?v1 . ?v1 dbo:first_film ?uri }
Who received two Tony Awards for her role in Waitress and Carousel?,SELECT distinct ?obj WHERE { dbr:Q22929 dbo:award_received ?obj . ?obj dbo:award_received dbo:Tony_Awards }
Which is the sequel to the 2008 film Iron Man and which number is it in the Marvel Cinematic Universe list?,SELECT distinct ?uri WHERE { ?uri dbr:Q484848 ?v1 . ?v1 dbo:followed_by ?uri . ?uri dbo:followed_by ?uri }
"How many seats do The Perth Wildcats have 14,846 seats at Perth Arena?",SELECT ?obj WHERE { dbr:the_while_wildcats dbo:seats ?obj . ?obj dbo:seats ?obj }
What was Toby Wynn's result in his first year at Emporia State?,SELECT distinct ?uri WHERE { ?uri dbr:Toby_ Wynn }
When was Rogers the Mayor of Plymouth?,SELECT distinct ?uri WHERE { dbr:Rogers dbo:position_held ?uri }
What honor did Masakazu Imanari achieve twice by defeating Tatsunao Nagakura and Yoshiro Maeda?,SELECT distinct ?uri WHERE { ?uri dbr:Masakazu_Imanari ?v1 . ?v1 dbo:award_received ?uri }
What are the power and engine discrepancies in the 3.0 L supercharged model?,SELECT distinct ?sbj WHERE { ?sbj dbo:model dbr:3 . ?sbj rdf:power _engine }
"During his six seasons at CSKA Sofia, how many goals and matches did Hristo Yanev score and play at the club?",SELECT ?obj WHERE { dbr:Hristo_Yanev dbo:point_in_time ?obj . ?obj dbo:point_in_time ?obj } ORDER BY DESC(?obj) LIMIT 5
"In which production was Noel Comia Jr. cast as ""Jeremy Potts"" at the Newport Performing Arts Theater in Resorts World Manila in 2017?",SELECT ?obj WHERE { dbo:cast_member ?obj ?v1 . ?obj dbo:cast_member dbo:Jeremy_Pots }
Who wrote Exo’s 2015 single “Love Me Right”?,SELECT distinct ?sbj WHERE { ?sbj dbo:author dbr:exo’s_2015_single . ?sbj dbo:instance_of dbr:Q485959 }
What nomination did Kelly Thornton receive at the 2013 Galway Film Fleadh?,SELECT distinct ?obj WHERE { dbr:Krystal_Tronton dbo:nominated_for ?obj . ?obj dbo:nominated_for ?v1 . ?v1 dbo:Fleadh dbo:2013_Galway_Film }
What was the second single from Approved and when did it air on canadian rock radio stations?,SELECT distinct ?sbj WHERE { ?sbj dbo:airline dbr:canadian_rock_radio_station }
"Which Crystal kay album sold 87,669 copies in one year and what year did this amount of copies sell?",SELECT distinct ?uri WHERE { ?uri dbr:Crystal_Kakay_Album ?v1 . ?v1 dbo:number_of_copys ?uri . ?uri dbo:number_of_copys ?uri }
Where did Javier Méndez playin 2013 and 2014 before joining Rentistasin 2015?,SELECT ?obj WHERE { dbr:javier_méndez dbo:played_in ?obj . ?obj dbo:played_in ?v1 . ?v1 dbo:2013_and_2014_before_membering dbr:Rentistasin_2015 }
In what year did Syracuse win its first national championship and against what opponent?,SELECT ?value WHERE { dbr:Syracuse dbo:national_championship ?value }
What role did Gray Haddock play in the movie Tekken?,SELECT distinct ?obj WHERE { dbr:Q22929 dbo:played_in ?obj . ?obj dbo:played_in dbo:film }
How fast did Becker finish in the 4x100 m relay at the World Championships?,SELECT ?value WHERE { dbr:Benbecker dbo:relay ?value }
"What many candidates did LDP, Komeito, Kibo, and Ishin field in the 2017 general election?",SELECT distinct ?obj WHERE { dbr:2017_general_election dbo:field_of_publication ?obj . ?obj dbo:field_of_publication dbo:field_of_publication }
Who were the winners of the Vezina Trophy and what season did they win them?,SELECT distinct ?sbj WHERE { ?sbj dbo:winner dbr:Vesepa_Trope . ?sbj dbo:season dbr:Q484848 }
What were Liza Weil's roles in the Gilmore Girls franchise?,SELECT distinct ?uri WHERE { ?uri dbr:liza_weil ?v1 . ?v1 dbo:rolle ?uri }
How did each of the teams in second to sixth place perform at the 2009 NCAA Women's Gymnastics Championship?,SELECT distinct ?obj WHERE { dbr:2009_intercollegiate_womens_gymnastic_championship dbo:team_in_second_to_sixth_place ?obj }
"Who succeeded James Hyde as Principal of Hertford College, Oxford in 1681?",SELECT ?obj WHERE { dbr:James_Hyde dbo:position_held ?obj . ?obj dbo:position_held ?obj }
What series and system have the base at the same time as that of the Asselian stage?,SELECT distinct ?sbj WHERE { ?sbj dbo:base dbr:asselian_stage }
"How many copies were sold to give “Ocean"" number two at the weekly Oricon Singles Chart on June 12th 2003?",SELECT ?obj WHERE { dbr:Ocean_number_two dbo:weekly_Oricon_Singles_Chart ?v1 . ?v1 dbo:volume ?obj } ORDER BY DESC(?obj) LIMIT 5
How many WPs were built between 1947 and 1966 and what were their numbers?,SELECT ?obj WHERE { dbr:WP dbo:built_between_1947_1966 ?obj } ORDER BY DESC(?obj) LIMIT 5
Were the Texas Rollergirls beaten between 2009 and 2012?,ASK WHERE { dbr:Texas_Rollgirls dbo:beaten_by ?obj }
In what year did did Fink release the track Perfect Darkness?,SELECT distinct ?sbj WHERE { ?sbj dbo:track dbr:Perfect_Darkness . ?sbj dbo:release ?sbj }
What bitrates do the AMR codecs use?,SELECT distinct ?uri WHERE { ?uri dbr:AMR_codecs ?v1 . ?v1 dbo:bitrate ?uri }
What was the majority vote for Roderic Bowen to be elected and which party did he defeat?,SELECT distinct ?uri WHERE { ?uri dbr:Roderic_Boben ?v1 . ?v1 dbo:majority_vote ?uri }
What year was the final single from Unapologetically realeased and what was it called?,SELECT ?value WHERE { dbr:Unapologetically dbo:final_single ?value }
