question,sparql
"which one finds the prevalence of immigrant males to be current smokers is lower, the chms or the cchs?","SELECT?value WHERE { wd:Q41468542?s.?s ps:P21542?x filter(contains(?x,'44.0')).?s pq:P1013?value}}}49.?s pq:P1013?value}}}49}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
what is the percentage of 2-year-old boys had immunization coverage for tetaunus?,"SELECT?value WHERE { wd:Q95692 p:P2573?s.?s ps:P2573?x filter(contains(?x,'1. ofe+08')).?s pq:P459?value}set?value}set58?value}set}set?value}set}set?value}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set}set"
what percentage did the total amount of donations made in 2004 come from primary donors?,"SELECT?obj WHERE { wd:Q417784 p:P3362?s.?s filter(contains(?x,'14?obj.?s pq:P459 wd:Q745221 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70"
"in 1941, at age 65, how many years could women expect to live ?",SELECT?obj WHERE { wd:Q412690 p:P734?s.?s ps:P1198?obj.?s pq:P1480 wd:Q5727902 }  BY }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }
what is the percentage of the youth who participated in rj in nova scotia did not have any further contact as youth with rj in nova scotia?,SELECT?obj WHERE { wd:Q414023 wd:Q18446?s.?s ps:P742?obj.?s pq:P518 wd:Q275205 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  }
what was the proportion of immigrant women that were young female non-stem degree holders?,SELECT?value WHERE { wd:Q4138 p:P172?s.?s ps:P172 wd:Q345504.?s pq:P54?value}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}
"similar to previous years, what was the rate of the most common criminal offences committed by youth in 2019 in level 1 assault?","SELECT?obj WHERE { wd:Q13107 p:P2124?s.?s ps:P2124?obj.?s pq:P585?x filter(contains(YEAR(?x),'2013')) }  }  wd:Q138 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }  wdt:P452 }  }"
what was the prevalence of disability in yukon?,SELECT (COUNT(?obj) AS?value ) { wd:Q2146 wdt:P1193?obj } 996 }  wd:Q4605 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 } 456 }
what is the initial earnings gap of ce immigrants in 1991 cohort when the sociodemographic control variables are added for model 2?,"SELECT?obj WHERE { wd:Q41345423926?s.?s ps:P2134?obj.?s pq:P1545?x filter(contains(?x,'1')) } e  } e  } e   } e   } e    } e                                                                                 "
how many receiving yards did lamark brown get in 2009?,"SELECT?obj WHERE { wd:Q211906 p:P54?s.?s ps:P54?obj.?s pq:P585?x filter(contains(YEAR(?x),'2009')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"in 2014, what is the benefit rate that witb taxpayers would give for every dollar earned above $3,000?","SELECT?obj WHERE { wd:Q416937 p:P3362?s.?s ps:P3362?obj.?s pq:P585?x filter(contains(YEAR(?x),'2014')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) }  } 0')) } 0')) }  } 0')) } 0')) }  }"
what is the range of annual industry-level variation that granular shocks can explain?,SELECT?answer WHERE { wd:Q63970 wdt:P1269?X.?X wdt:P1333?answer}}}49}}}49}}}49}}}49}}}}49}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}
how many appearances did emanuel molina make for atletico tucuman and then moved to the argentine primera division in the 2016 season?,SELECT?value WHERE { wd:Q3540 p:P54?s.?s ps:P54 wd:Q227700.?s pq:P1618?value}}3865.?s pq:P1618?value}}}004}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}
which characteristics of men cohort were slightly underrepresented among all the characteristics?,SELECT?obj WHERE { wd:Q23092 p:P1837?s.?s ps:P1837?obj.?s pq:P1013 wd:Q1561342 } e  } e  } e   } e   } e   } e    } e                                                                           
how many cdsa violations police reported in 2013?,"SELECT?obj WHERE { wd:Q992 p:P2573?s.?s ps:P2573?obj.?s pq:P585?x filter(contains(YEAR(?x),'2013')) }  } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70"
"in 2012, how many interception yards did chris harris jr. have?","SELECT?obj WHERE { wd:Q3647 p:P54?s.?s ps:P54?obj.?s pq:P585?x filter(contains(YEAR(?x),'2012')) }  }  wd:Q316183 }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }"
"what were the percentages of physical assaults (levels 1, 2, and 3) classified as unfounded in 2016 and 2017 respectively?","SELECT?obj WHERE { wd:Q9381 p:P4841?s.?s ps:P4841?obj.?s pq:P585?x filter(contains(YEAR(?x),'2016')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } "
what was the median debt-to-asset ratio for families whose major income earner was aged 35 to 44 in 2012?,"SELECT?obj WHERE { wd:Q4148150325?s.?s ps:P2260?obj.?s pq:P585?x filter(contains(YEAR(?x),'2012')) }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 }  wdt:P452 } "
"among all degree level, which degree holders did the worse job?",select?ent where {?ent wdt:P31 wd:Q22704077.?ent wdt:P4253?obj.?ent wdt:P1894237 } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5   } ORDER BY DESC(?obj)LIMIT 5 
what was the proportion of homelessness support sector workers that reported studying social and behavioural sciences and law?,SELECT?value WHERE { wd:Q966954 p:P485?s.?s ps:P485 wd:Q24568958.?s pq:P41?value}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}
"among the first nations household population, what was the percentage of the probability of living to age 75 for males in 2011?","SELECT?obj WHERE { wd:Q4138 p:P1538?s.?s ps:P1538?obj.?s pq:P585?x filter(contains(YEAR(?x),'2011')) }  }  wdt:P469 }  }  wdt:P469 }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"when educational attainment and income adequacy were taken into account, what was the hazard ratio for dying from avoidable causes for first nations cohort women?","SELECT?obj WHERE { wd:Q27381 p:P21 p:P2573?s.?s ps:P1215?obj.?s pq:P670?x filter(contains(?x,'0')) } 70 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } 7012 } "
what the number of high-school educated by 2010?,"SELECT?obj WHERE { wd:Q2805 p:P69?s.?s ps:P69?obj.?s pq:P585?x filter(contains(YEAR(?x),'2010')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
what is the percentage of increases in the csi were also recorded in edmonton in 2015?,"SELECT?obj WHERE { wd:Q13124 p:P1344?s.?s pq:P1366?obj.?s pq:P585?x filter(contains(YEAR(?x),'2015')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"which type of adults had lower levels of education and income, non-aboriginal or first nations?","SELECT?answer WHERE { wd:Q230581 wdt:P172?answer.?answer wdt:P625?x FILTER(contains(?x,'-549.0'))}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
what was the percentage of all businesses in canada reported no change in revenues?,"SELECT?value WHERE { wd:Q4169 p:P22?s.?s ps:P22 wdt:P3618?x filter(contains(?x,' 0.96)5')).?s pq:P1013?value}4978')).?s pq:P1013?value}4978')).?s pq:P1013?value}}4978')).?s pq:P1013?value}}4978')).?s pq:P1013?value}}4978')).?s pq:P1013?value}}}4978'))}}}}4978'))}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
what the percent of senior caregivers reported that they had received support for their caregiving duties from at least one of the nine sources?,SELECT?obj WHERE { wd:Q93638 p:P1538?s.?s7863?obj.?s pq:P805 wd:Q475548540 } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G } G
"in 2008, what was the u.s. total million dollars?","SELECT?obj WHERE { wd:Q36 p:P22 p:P28 p:P28?s.?s ps:P21 p:P28?obj.?s pq:P585?x filter(contains(YEAR(?x),'2008')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"on snapshot day, which provinces or territories has the highest proportion of women residents with mental health issues?",select?ent where {?ent wdt:P31 wd:Q500834.?ent wdt:P1357?obj } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER BY DESC(?obj)LIMIT 5  } ORDER
"accounting for inflation, how many percent did total expenditures on policing in canada rise in 2016?","SELECT?obj WHERE { wd:Q556654 p:P3362?s.?s ps:P1279?obj.?s pq:P585?x filter(contains(YEAR(?x),'2016')) }  } 0')) }  } 0')) }  } 0')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
how many percentage point of people in nova scotia used radio?,"SELECT?value WHERE { wd:Q939 p:P1082?s.?s ps:P1082?x filter(contains(?x,'6688.0')).?s pq:P459?value}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
what types of medication were women treated for hypertension less likely to report using than treated men?,SELECT?value WHERE { wd:Q3877581?s.?s ps:P186 wd:Q383640.?s pq:P805?value}586}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}
how many times was the victimization rate of people who stated that they used drugs during the month preceding the survey than non-users?,SELECT?obj WHERE { wd:Q9984090?s.?s ps:P2295?obj.?s pq:P805 wd:Q475452 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805 }  pq:P805
"what is the percentage of older boys rated their general health as ""very good"" or ""excellent""?","SELECT?value WHERE { wd:Q5592 p:P18.?s pq:P1545?x filter(contains(?x,'27-0-0')).0')).?s pq:P1545?value} wd:Q15212 }}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
what percentage of people of working age (15 to 64 years) reported having a disability?,"SELECT?value WHERE { wd:Q98877 p:P172?s.?s ps:P1198?x filter(contains(?x,'75000.0')).?s pq:P1107?value}5862'))} ORDER BY ASC(?obj)LIMIT 5 e2'))?value}} ORDER BY ASC(?obj)LIMIT?value}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
what is the percentage of hurricanes risk in prince edward island in 2014?,"SELECT?obj WHERE { wd:Q5505 p:P2293?s.?s ps:P2293?obj.?s pq:P585?x filter(contains(YEAR(?x),'2014')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"over the period, what was the proportion of economic principal applicants who had middle-level earnings ($20,000 to $50,000) in 2018?","SELECT?value WHERE { wd:Q41481 p:P3362?s.?s ps:P1198?x filter(contains(YEAR(?x),'2018')).?s pq:P585?value}5862')).?s pq:P585?value}}5862')).?s pq:P585?value}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}"
how many percent do dod account of all federal r&d obligations to industrial performers?,SELECT (COUNT(?obj) AS?value ) { wd:Q80130 wdt:P1433?obj }  BY p:P1196?obj }  BY p:P1196 }  } 0')) }  } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0'))
how much did parental education now accounted for of the overall gap in 1999?,"SELECT?obj WHERE { wd:Q13192 p:P2134?s.?s ps:P2134?obj.?s pq:P585?x filter(contains(YEAR(?x),'1999')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
how many passing yards did warren smith get in 2015?,"SELECT?obj WHERE { wd:Q31236 p:P54?s.?s ps:P54?obj.?s pq:P585?x filter(contains(YEAR(?x),'2015')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"with $4.5 billion reported in 2015/2016, what is the percentage of the rcmp accounted for total police operating expenditures in the country?","SELECT?obj WHERE { wd:Q3637 p:P2139?s.?s ps:P2139?obj.?s pq:P585?x filter(contains(YEAR(?x),'2015')) }  } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0')) } 0'))"
what percentage of people of all territories who reported not having used drugs in the month preceding the survey?,"SELECT?obj WHERE { wd:Q13107 p:P21 p:P2573?s.?s519?obj.?s pq:P585?x filter(contains(YEAR(?x),'2016')) } e } 70 }  } 70 }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
what is the percentage of decedents who were hospitalized in their last year of life received inpatient pc consultation in ontario?,SELECT?answer WHERE { wd:Q2708540 wdt:P131?X.?X wdt:P2927?answer}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}}
"using the 10 employee threshold with the 2014 brdis data would increase the u.s. innovation rates for the total of all industries, how many percent for product or process innovations?",SELECT?obj WHERE { wd:Q41542 p:P21?s.?s ps:P21 p:P21?obj.?s pq:P462210 }  } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 }
"sexual jokes were the most common unwanted sexualized behaviour personally experienced by students in the postsecondary setting, how many percent of women?",SELECT?obj WHERE { wd:Q9217 p:P1191?s.?s ps:P1545?obj.?s pq:P366 wd:Q59485 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 }
which club did zlicic play for in 2016-17?,"SELECT?obj WHERE { wd:Q2705 p:P54?s.?s ps:P54?obj.?s pq:P582?x filter(contains(YEAR(?x),'2016')) }  wd:Q5367 }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }"
"what percentages of men and women, respectively, were not secondary school graduates?",SELECT?obj WHERE { wd:Q230581 p:P21 p:P2573?s.?s ps:P2573?obj.?s pq:P518 wd:Q3388 }  BY } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 } 70 }
by what percentage would families who did not own their principal residence miss a non-mortgage payment?,"SELECT?value WHERE { wd:Q19145 wdt:P3969?s.?s ps:P2561?x filter(contains(?x,'ABe+09')).?s pq:P1107?value}49027.?s pq:P1107?value}49027')).?s pq:P1107?value}49027')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108')) }  BY BY?value}49 wdt:P108"
which club did egzon binaku play for in 2015?,"SELECT?obj WHERE { wd:Q27487 p:P54?s.?s ps:P54?obj.?s pq:P580?x filter(contains(YEAR(?x),'2015')) }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  }  } "
"in 2013, what is the rate of the nunavut had police-reported drug offence?","SELECT?obj WHERE { wd:Q999 p:P1279?s.?s ps:P1279?obj.?s pq:P585?x filter(contains(YEAR(?x),'2013')) }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70 }  } 70"
